{"header":"The Image of Chinatown","subhead":"Chinatown’s shift from ethnic enclave to cultural sale","keywords":"Chinatown, Chinese American, American Chinese, Asian American","intro":[{"text":"A hundred years ago, American Chinatowns were formed as immigrant communities for Chinese railroad and mine workers. They were also designated by American city governments as areas to racially exclude Chinese from white folks. The air of Chinatown, from a non-Chinese perspective, was, as one travel columnist <a href=https://business.highbeam.com/4352/article-1G1-17634865/chinatown-conflicting-images-contested-terrain target=_blank>wrote</a>, “an agglomeration of Oriental paganism, reeking sidewalks, foul with unknown trash, the nauseous odors vomited from black cellars.” To white America, Chinese restaurants came from these same <a href=http://query.nytimes.com/mem/archive-free/pdf?res=9904EFD7123BE033A25752C0A96E9C94629FD7CF>“pest holes”</a>; its buildings were made of “wood too dirty and too moist from nastiness.” That is to say, back then, no one willingly visited Chinatown or its rumored gambling centers, opium dens, and prostitution rings."},{"text":"<img src=assets/images/opium_drawing.jpg> <span class=caption> Chinese opium smokers in San Francisco / Drawing via <em> Chink! A documentary history of anti-Chinese prejudice in America</em> by Cheng-Tsu Wu\" via New York Public Library</span>"},{"text":"Today, on top of being a <a href=https://www.theatlantic.com/magazine/archive/2011/12/the-end-of-chinatown/308732/ target=_blank>vital port of entry</a> for working class immigrants, Chinatown has also become an embodiment of popular ethnic tourism. Under pagoda roofs, millions of people can get cheap sweet buns and roast duck. After years of <a href=https://books.google.com/books?id=UaOjbROXl8IC&pg=PA100&lpg=PA100&dq=chinatown+sanitizing&source=bl&ots=miIiFl8fZP&sig=H4f3Kk1Md7TWbRniISsgGoYkeGY&hl=en&sa=X&ved=0ahUKEwilrJ3Mt9rZAhUEpFkKHc01AFQQ6AEIPzAG#v=onepage&q=chinatown%20sanitizing&f=false target=_blank>“sanitizing”</a> and <a href=http://alianzacontraartwashing.org/chinatown_art_brigade/ target=_blank>whitewashing</a> its culture, increasing government partiality towards Chinese immigrants, Chinatown’s image, for outsiders, has changed from an isolated, foreign crime ring to a comfortable, yet exotic attraction."}],"section1":[{"text":"<h3> I. “Chinatown,” not “Chinese” Culture </h3>"},{"text":"Welcome to your first hypothetical tour of Chinatown. Most likely you will be greeted by some stone lions and a red gate. A tour guide will tell you that the stone lions guard the entrance from evil spirits; the gate reminds visitors that they are entering a traditional precinct of China. You’ll also probably encounter a few, if not a few hundred red lanterns, symbolizing life and prosperous business."},{"text":"<div class=icons-1><img src=assets/images/lantern.png class=lantern><img src=assets/images/lantern.png class=lantern><img src=assets/images/lantern.png class=lantern><img src=assets/images/lion.png class=lion><img src=assets/images/gate.png class=gate><img src=assets/images/lion.png class=lion><img src=assets/images/lantern.png class=lantern><img src=assets/images/lantern.png class=lantern><img src=assets/images/lantern.png class=lantern></div>"},{"text":"If you were the average visitor to Chinatown, you’ve most likely come to eat at restaurants or to grocery shop. When asked to describe their experiences, Seattle Chinatown visitors talked overwhelming about food."},{"text":"<div class=seattle-reasons-descriptions><div class=reasons></div><div class=mentions></div><div class=descriptions></div><div class=improvements></div></div>"},{"text":"<span class=footnote> Uwajimaya is a retail and grocery shop. </span>"},{"text":"And this makes sense; using food as a vehicle for peering into another culture is an expected behavior. Very little background knowledge, political understanding, or historical context is necessary for anyone to enjoy an ethnic cuisine."},{"text":"Most importantly, these studies show a popular centering of public opinion towards the tourist. The expected experience of Chinatown heavily features restaurants and the desire for some degree of “cultural” participation. As Chinatown becomes a popular tour bus stop, it has kept its reputation as <a href=https://thinkprogress.org/fox-news-stunningly-racist-interview-in-chinatown-won-t-do-any-favors-for-donald-trump-677555b5514f/ target=_blank>cultural spectacle</a> and rather than a place where people actually live."},{"text":"Let’s switch perspectives - what do residents think of the visitors? In a study of Chinatown in Chicago, residents spoke about catering to tourist expectations."},{"text":"<div class=resident-interviews><div class=interviews></div></div>"},{"text":"We see that tourism within the enclave is complicated. While residents recognize and fulfill a white expectation for exaggerated, oversimplified, and exotified displays of their culture, they are also fiercely protective of their own livelihoods. As a result, many Chinatowns have now designed and marketed themselves as hosts of not a Chinese or “Asian” culture, but what restaurant owner Chen Wei calls “Chinatown culture”."}],"section2":[{"text":"<h3> II. The Less Chinese, the More “Chinese” </h3>"},{"text":"So, what’s specifically driving the face of tourism in Chinatowns? How exactly are residents and businesses creating “Chinatown culture”, and who is profittng from this image? Let’s take a closer look at Boston, Philadelphia, and Manhattan Chinatowns."},{"text":"Demographically, there is a decreasing Asian/Pacific Islander population, with a notable increase in percent white people. Meanwhile, by inspecting the widening yellow band in the middle of each chart, we can see that residents of Chinatown are increasingly the age of working professionals, between 18 and 64, and decreasingly elderly folks. Often the young adults are <a href=http://nymag.com/daily/intelligencer/2015/09/how-has-chinatown-stayed-chinatown.html target=_blank>entrepreneurs</a>, looking for ways of modernizing traditional Chinese elements to cater to customers. Sometimes, that means adding flavors like pumpkin pie to an ice cream shop; other times, it means updating housing to <a href=http://www.nydailynews.com/new-york/chinatown-increasingly-white-wealthy-study-article-1.1481430 target=_blank> luxury condos</a>."}],"section2a":[{"text":"Asian Pacific Islanders who live in Chinatown earn significantly lower incomes than APIs in each respective city. Meanwhile, white residents who live in Chinatown have on average much higher incomes than other white people in Boston and Philadelphia. This income inequality along with rising rent prices is a classic sign of gentrification, and may suggest that white people moving into Chinatown hold disproportionate influence over how the neighborhood will be developed. This means that the interests of whiter and wealthier people might overpower poorer residents, the way that redevelopment, private ownership, and oil interests <a href=https://www.tandfonline.com/doi/pdf/10.1080/02723638.2013.778634 target=_blank> erased </a>Houston’s Old Chinatown."}],"section2b":[{"text":"Businesses have stayed mostly small and local, although national chains like Starbucks, <a href=https://www.dnainfo.com/chicago/20170927/chinatown/starbucks-corner-archer-cermak-chinese-mark-lewis target=_blank>albeit one with “feng shui design elements”,</a> are moving in. Part of this movement is motivated by servicing a younger, more diverse, trendier, wealthier population. While large portions of Chinatowns continue to serve Chinese food, the cuisines offered have diversified as Chinatown has as well. Part of this diversification is the integration of other Asian residents and workers, especially Vietnamese, Thai, Japanese, and Korean. On the other hand, completely non-Asian cuisines point to a pattern of <a href=https://www.theatlantic.com/technology/archive/2017/05/the-westernization-of-emoji/527616/ target=_blank>westernizing</a> “Chinese” elements to suit American tastes, the same way <a href=https://www.smithsonianmag.com/arts-culture/was-chop-suey-the-greatest-culinary-joke-ever-played-122173708/ target=_blank> chop suey</a> and <a href=https://munchies.vice.com/en_us/article/4x5v3w/chinese-fortune-cookies-arent-actually-chinese target=_blank>fortune cookies</a> were fabricated to satisfy white fascination of Chinese food."}],"section2c":[{"text":"Overall, it seems like these three Chinatowns are becoming not only less Chinese, but also less Asian. More and more, fewer and fewer Asian residents are supporting an increasingly bastardized version of their old enclaves. Those who are still doing so tend to be low-income workers, sometimes <a href=https://voicesofny.org/2013/06/fuzhou-immigrants-fuel-growth-changes-in-chinese-community/ target=_blank>undocumented</a>, while wealthier investors and business owners benefit from selling this cultural image. Ironically, as Chinatown’s front for authentic, ethnic tourism becomes popular, by numbers, the neighborhood’s heritage becomes more performative and less preserved."},{"text":"<img src=assets/images/andywong.png /><span class=caption> Brochure cover for Andy Wong’s Shangri-La, 1942 / Image via collection of Frances Chun Kan, via <em> Picturing Chinatown: Art and Orientalism in San Francisco </em> by Anthony W. Lee</span>"}],"section3":[{"text":"<h3> III. Chinatown in a Global Context </h3>"},{"text":"So far, we’ve discussed a relatively uniform narrative of a couple large Chinatowns in major American cities. Meanwhile all across the world, these ethnic enclaves have formed, been demolished, rebuilt, burned down, and sprung up a couple blocks down. Chinese and Chinatown cultures are exported in many other places that aren’t traditionally either of them."},{"text":"Below, we’ve collected data on 99 Chinatowns for you to explore on your own. Hover to see why each Chinatown was established and how ethnic identity and tourism are changing them today."}],"conclusion":[{"text":""}],"data_and_methodology":[{"text":"<h3> Data and Methodology </h3>"},{"text":"Defining and selecting Chinatowns was tricky, given how they can be anything from a census tract to a shopping mall to a city neighborhood to a suburban conglomerate. I tried to be as inclusive of this diversity as possible, but <a href=\"mailto:beatricezjin@gmail.com?Subject=Chinatown%20Pudding%20Article\" target=\"_top\">email or <a href=https://twitter.com/bean_doh target=_blank>tweet</a> me if I’ve missed or misrepresented your local Chinatown, and the article will be updated accordingly."},{"text":"Data on Chinatown visit surveys are from Seattle Department of Transportation’s <a href=https://www.seattle.gov/Documents/Departments/SDOT/ParkingProgram/2012-CID-Intercept-Survey.pdf target=_blank> report</a>. Resident and worker interviews are collected from Carla Santos and Grace Yan’s research paper, “Representational Politics in Chinatown”, cited below.   Data on Boston, New York, and Philadelphia Chinatowns is from the Asian American Legal Defense and Education Fund’s report, “<a href=http://aaldef.org/Chinatown%20Then%20and%20Now%20AALDEF.pdf target=_blank> Chinatown Then and Now</a>”. Data on Chinatowns across the world was collected manually from independent research. Thank you to the folks who talked to me about Asian American race relations, especially in the context of Chinatown: <a href=https://twitter.com/alv9n target=_blank>Alvin Chang</a>, public policy data reporter at Vox, <a href=https://twitter.com/bonnietsui target=_blank>Bonnie Tsui</a>, author of <em>American Chinatown</em>, cited below, Michelle Ling, 凌萱, queer writer that grew up mostly in Texas, member of <a href=http://yellowjacketscollective.com/ target=_blank>Yellow Jackets Collective (YJC)</a>, self-identified transplant/gentrifier/bitter melon living in Brooklyn, and Sandy Hong, co-founder and director of <a href=http://www.newwomenspace.com/about/ target=blank>New Women Space</a>. Thank you to all the people who spoke with me about Chinatowns across the world: D. Cheong, E. Rhee, G. Wong, J. Rowe, P. Le, S. Lin, and R. Singh."},{"text":"<h3> Resources and Further Reading </h3>"},{"text":"Bonnie Tsui. <em> American Chinatown: A People’s History of Five Neighborhoods.</em> Simon and Schuster, 2009."},{"text":"Carla Almeida Santos, Yaniv Belhassenb and Kellee Catona (2008) “Reimagining Chinatown: An analysis of tourism discourse” <em> Tourism Management</em>, 29:5, 1002-1012, DOI: 10.1016/S0261517708000137"},{"text":"Carla Almeida Santos and Grace Yan (2008) “Representational politics in Chinatown: The ethnic other” <em> Annals of Tourism Research </em>, 35:4, 879-899, DOI:10.1060"},{"text":"Jennifer Lee (2008) “The Fortune Cookie Chronicles” <em> Asian American / Asian Research Institute</em>,  The City University of New York."},{"text":"K. Scott Wong \"Chinatown: Conflicting Images, Contested Terrain.\" Melus, vol. 20, no. 1, 1995, pp. 3, ProQuest, https://search-proquest-com.proxy.library.cornell.edu/docview/203702528?accountid=10267."},{"text":"Sean Lee, Ian Phau, Michael Hughes, Yu Feng Li and Vanessa Quintal (2016) “Heritage Tourism in Singapore Chinatown: A Perceived Value Approach to Authenticity and Satisfaction”, <em>Journal of Travel & Tourism Marketing</em>, 33:7, 981-998, DOI: 10.1080/10548408.2015.1075459"},{"text":"Timothy Y. Tsu (1999) “From ethnic ghetto to ‘gourmet republic’: The changing image of Kobe's Chinatown in modern Japan”, <em>Japanese Studies</em>, 19:1, 17-32, DOI: 10.1080/10371399908727664"},{"text":"Wong, K. S. (1995). Chinatown: Conflicting images, contested terrain. Melus, 20(1), 3. Retrieved from https://search-proquest-com.proxy.library.cornell.edu/docview/203702528?accountid=10267"},{"text":"Icons made by <a href=http://www.freepik.com title=Freepik>Freepik</a> from <a href=https://www.flaticon.com/ title=Flaticon>www.flaticon.com</a> is licensed by <a href=http://creativecommons.org/licenses/by/3.0/ title=Creative Commons BY 3.0 target=_blank>CC 3.0 BY</a>"}]}